Repository: contao-estatemanager/lead-matching-tool-onoffice
Catalog: src/Resources/contao/languages/*/*_lead_matching.xlf
Languages: de

# tl_lead_matching.mapping_legend
source: Field mapping
de: Feld-Zuordnungen

# tl_lead_matching.mappingFields.0
source: Mapping fields
de: Feldzuordnung

# tl_lead_matching.mappingFields.1
source: Please specify how internal fields should be transmitted to the API. (Note that all selected fields under "Real Estate form fields" must be defined here!)
de: Bitte geben Sie an, wie interne Felder an die API übermittelt werden sollen. (Beachten Sie, dass alle ausgewählten Felder unter "Immobilien-Formularfelder" hier definiert sein müssen!)

# tl_lead_matching.mapping_marketingType.0
source: Marketing type (Mapping)
de: Vermarktungsart (Zuordnung)

# tl_lead_matching.mapping_marketingType.1
source: Please specify how this field should be passed to the API.
de: Bitte geben Sie an, wie diese Feld an die API übergeben werden soll.

# tl_lead_matching.mapping_objectTypes.0
source: Object types (Mapping)
de: Objektarten (Zuordnung)

# tl_lead_matching.mapping_objectTypes.1
source: Please specify how this field should be passed to the API.
de: Bitte geben Sie an, wie diese Feld an die API übergeben werden soll.

# tl_lead_matching.mapping_regions.0
source: Regions (Mapping)
de: Regionen (Zuordnung)

# tl_lead_matching.mapping_regions.1
source: Please specify how this field should be passed to the API.
de: Bitte geben Sie an, wie diese Feld an die API übergeben werden soll.

# tl_lead_matching.mapping_room.0
source: Rooms (Mapping)
de: Zimmer (Zuordnung)

# tl_lead_matching.mapping_room.1
source: Please specify how this field should be passed to the API.
de: Bitte geben Sie an, wie diese Feld an die API übergeben werden soll.

# tl_lead_matching.mapping_area.0
source: Area (Mapping)
de: Fläche (Zuordnung)

# tl_lead_matching.mapping_area.1
source: Please specify how this field should be passed to the API.
de: Bitte geben Sie an, wie diese Feld an die API übergeben werden soll.

# tl_lead_matching.mapping_price_kauf.0
source: Price: Buy (Mapping)
de: Preis: Kauf (Zuordnung)

# tl_lead_matching.mapping_price_kauf.1
source: Please specify how this field should be passed to the API.
de: Bitte geben Sie an, wie diese Feld an die API übergeben werden soll.

# tl_lead_matching.mapping_price_miete.0
source: Price: Rent (Mapping)
de: Preis: Miete (Zuordnung)

# tl_lead_matching.mapping_price_miete.1
source: Please specify how this field should be passed to the API.
de: Bitte geben Sie an, wie diese Feld an die API übergeben werden soll.

# tl_lead_matching.groupRelatedFields.0
source: Group related fields
de: Zusammenhängende Felder gruppieren

# tl_lead_matching.groupRelatedFields.1
source: Groups related fields and outputs them as from to values.
de: Gruppiert zusammenhängende Felder und gibt diese als von bis Werte aus.
