Repository: contao-estatemanager/lead-matching-tool-onoffice
Catalog: src/Resources/contao/languages/*/*_searchcriteria.xlf
Languages: de

# tl_searchcriteria.importConfirm
source: Synchronization adds new records and overwrites records that already exist.
de: Die Synchronisierung fügt neue Datensätze hinzu und überschreibt Datensätze welche bereits vorhanden.

# tl_searchcriteria.deleteConfirm
source: Data records were deleted
de: Datensätze wurden erfolgreich gelöscht.

# tl_searchcriteria.importComplete
source: The import was carried out successfully.
de: Der Import wurde erfolgreich durchgeführt.

# tl_searchcriteria.emptyRecords
source: No regions were returned by onOffice.
de: Es wurden keine Regionen von onOffice zurückgeliefert.

# tl_searchcriteria.importSearchInquiries.0
source: Sync onOffice search inquiries
de: onOffice-Suchanfragen synchronisieren

# tl_searchcriteria.importSearchInquiries.1
source: Sync onOffice search inquiries
de: onOffice-Suchanfragen synchronisieren

# tl_searchcriteria.indexLoading
source: Please wait while the synchronization is being running. The process may take a few minutes.
de: Bitte warten Sie, während die Synchronisation läuft. Der Vorgang kann einige Minuten dauern.

# tl_searchcriteria.indexComplete
source: The synchronization has been finished. You can now proceed.
de: Die Synchronisation wurde erfolgreich abgeschlossen. Sie können nun fortfahren.

# tl_searchcriteria.indexContinue
source: Continue
de: Weiter

# tl_searchcriteria.data
source: Records to be synchronized
de: Zu synchronisierende Datensätze

# tl_searchcriteria.truncate.0
source: Delete old records
de: Alte Datensätze entfernen

# tl_searchcriteria.truncate.1
source: Please note that all data records are deleted, regardless of whether they were created via import or manually.
de: Bitte beachten Sie, dass alle Datensätze gelöscht werden, egal ob diese über den Import oder manuell angelegt wurden.

# tl_searchcriteria.importRegion.0
source: Importing region connections (unrecommended)
de: Regionen-Verknüpfungen importieren (nicht empfohlen)

# tl_searchcriteria.importRegion.1
source: This option creates connections between the regions and the search query. This setting is mandatory if regions are selected via a select box, i.e. a 1:1 relationship exists. For example, in a radius search, the information is taken from the search query itself and does not need to be imported.
de: Diese Option stellt Verknüpfungen zwischen den Regionen und der Suchanfrage her. Diese Einstellung ist zwingend notwendig, wenn Regionen über eine Select-Box gewählt werden, also eine 1:1 Beziehung besteht. Bei einer Umkreissuche bspw. werden die Informationen aus der Suchanfrage selber gezogen und müssen nicht mit importiert werden.

# tl_searchcriteria.all
source: All
de: Alle

# tl_searchcriteria.buy
source: Buy
de: Kauf

# tl_searchcriteria.rent
source: Rent
de: Miete
